Repository: urmatej/celeste
Catalog: po/*.po
Languages: sl

source: Ok
sl: V redu

source: Both '{}' and '{}' are more recent than at last sync.
sl: Pri obeh, »{}« in »{}«, so zaznane spremembe, narejene po zadnjem usklajevanju.

source: Unable to create Celeste's config directory [{}].
sl: Ni se mogoče ustvariti nastavitvene mape programa [{}].

source: Unable to create Celeste's database file [{}].
sl: Ni se mogoče ustvariti podatkovne zbirke programa [{}].

source: Unable to connect to database [{}].
sl: Ni se mogoče povezati s podatkovno zbirko [{}].

source: Unable to run database migrations [{}]
sl: Ni mogoče zagnati premestitve podatkovne zbirke [{}]

source: Awaiting sync check...
sl: Poteka preverjanje datotek za usklajevanje ...

source: Sync Errors
sl: Napake usklajevanja

source: File/Folder Exclusions
sl: Izjeme datotek in map

source: Stop syncing this directory
sl: Te mape ne usklajuj več

source: Are you sure you want to stop syncing '{}' to '{}'?
sl: Ali ste prepričani, da želite zaustaviti usklajevanje »{}« v »{}« ?

source: This directory is currently being processed to no longer be synced.
sl: Ta mapa je ravnokar pripravljena za preklic usklajevanja.

source: Directories
sl: Mape

source: Local folder:
sl: Krajevna mapa:

source: Cancel
sl: Prekliči

source: Remote folder:
sl: Oddaljena mapa:

source: The specified remote directory doesn't exist
sl: Navedena oddaljena mapa ne obstaja

source: Failed to check if the specified remote directory exists
sl: Preverjanje, ali določena oddaljena mapa obstaja, je spodletelo

source: The specified directory pair is already being synced
sl: Navedeni par imenikov se že usklajuje

source: The specified local directory doesn't exist
sl: Določena krajevna mapa ne obstaja

source: The specified local path isn't a directory
sl: Določena krajevna pot ni mapa

source: The specified local directory needs to be an absolute path
sl: Določena krajevna mapa mora biti absolutna pot

source: Are you sure you want to delete this remote?
sl: Ali ste prepričani, da želite izbristati to oddaljeno mesto?

source: All the directories associated with this remote will also stop syncing.
sl: Vse mape, povezane s tem oddaljenim mestom, ne bodo več usklajevane.

source: Awaiting sync checks...
sl: Poteka čakanje na preverjanje za usklajevanje ...

source: Syncing '{}'...
sl: Poteka usklajevanje »{}« …

source: Checking for changes...
sl: Poteka preverjanje za spremembe …

source: Please resolve the reported syncing issues.
sl: Razrešiti je treba podane napake usklajevanja.

source: {} errors found.
sl: Zaznanih je {} napak.

source: Would you like to dismiss this error?
sl: Ali želite prezreti napako?

source: Failed to sync '{}' to '{}' on remote.
sl: Usklajevanje »{}« na oddaljeno mesto »{}« je spodletelo.

source: Failed to sync '{}' on remote to '{}'.
sl: Usklajevanje »{}« na oddaljenem mestu »{}« je spodletelo.

source: Unable to fetch data for '{}' from the remote.
sl: Ni mogoče pridobiti podatkov »{}« z oddaljenega strežnika.

source: File Update
sl: Posodobitev datoteke

source: Neither the local item or remote item exists anymore. This error will now be removed.
sl: Ne krajevna in ne oddaljena datoteka ali mapa ne obstaja več. Ta napaka bo samodejno odstranjena.

source: Only the local item exists now, so it will be synced to the remote.
sl: Predmet obstaja le krajevno, zato bo poslan na oddaljeni strežnik.

source: Only the remote item exists now, so it will be synced to the local machine.
sl: Predmet obstaja le na oddaljenem strežniku, zato bo prejet na krajevno napravo.

source: Both the local item '{}' and remote item '{}' have been updated since the last sync.
sl: '{}' et sa version distante '{}' on tous les deux été mis à jour depuis la dernière synchronisation.

source: Which item would you like to keep?
sl: Katero različico želite ohraniti?

source: Local
sl: Krajevno

source: Remote
sl: Oddaljeno

source: 1 error found.
sl: Zaznana je 1 napaka.

source: {} errors found.
sl: Zaznanih je {} napak.

source: Checking '{}' for changes...
sl: Poteka preverjanje »{}« za spremembe ...

source: Checking '{}' on remote for changes...
sl: Poteka preverjanje sprememb na strežniku »{}« ...

source: Directory has finished sync checks.
sl: Za mapo je preverjanje datotek za usklajevanje končano.

source: Finished sync checks with {} errors.
sl: Preverjanje usklajevanja je bilo končano z napakami {}.

source: Authenticating to {}...
sl: Poteka overjanje istovetnosti z {} …

source: Follow the link that opened in your browser, and come back once you've finished.
sl: Sledite povezavi, ki se je odprta v brskalniku in se vrnite na to mesto, ko zaključite.

source: There was an issue while running the webserver for authentication
sl: Prišlo je do napake med zaganjanjem spletnega strežnika za overitev

source: There was an issue authenticating to {}
sl: Prišlo je do napake overjanja istovetnosti z mestom {}

source: Server Name
sl: Ime strežnika

source: Server name already exists.
sl: Uporabljeno ime strežnika že obstaja.

source: Invalid server name. Server names must: - Only contain numbers, letters, '_', '-', '.', and spaces - Not start with '-' or a space - Not end with a space
sl: Neveljavno ime strežnika. V imenu so lahko: - le številke, črke ter znaki »_«, »-«, ».« in presledki, - imena se ne smejo začeti z »-« ali s presledkom in - presledek ne sme biti zadnji znak imena.

source: Server URL
sl: Naslov URL strežnika

source: Invalid server URL ({}).
sl: Neveljaven naslov URL strežnika ({}).

source: Invalid server URL (no domain specified).
sl: Neveljaven naslov URL strežnika (ni navedene domene).

source: Invalid server URL (password was specified).
sl: Neveljaven naslov URL strežnika (navedeno je geslo).

source: Invalid server URL(unknown server scheme {}).
sl: Neveljaven naslov URL strežnika (neznana shema strežnika {}).

source: Don't specify '{}' as part of the URL.
sl: Zapis »{}« ni del naslova URL.

source: Username
sl: Uporabniško ime

source: Password
sl: Geslo

source: Log in
sl: Prijava

source: Unable to connect to the server. Check your internet connection and try again.
sl: Ni se mogoče povezati s strežnikom. Preverite internetno povezavo in poskusite znova.

source: Unable to authenticate to the server. Check your login credentials and try again.
sl: Ni se mogoče ustrezno povezati s strežnikom. Preverite poverila prijave in poskusite znova.

source: Unable to log in
sl: Prijave ni mogoče dokončati

source: Server Type
sl: Vrsta strežnika

source: Unknown Error
sl: Neznana napaka

source: An unknown error has occurred while running. This is an internal issue with Celeste and should be reported. The following backtrace may help with debugging the issue - note that it may contain information such as login tokens/keys, so avoid posting the information publicly:
sl: Med izvajanjem je prišlo do neznane napake. To je notranja napaka programa, za katero je treba pripraviti poročilo. Naveden zapis sledi delovanja lahko pomaga pri odpravljanju težav – lahko vsebuje informacije, kot so prijavni žetoni/ključi, zato teh informacij ni priporočljivo objavljati javno:

source: Open
sl: Odpri

source: Quit
sl: Končaj

source: Quitting...
sl: Poteka prekinjanje usklajevanja ...
